{
    "en": {
        "language_name": "English.",
        "greeting1": "Your default language is: ",
        "greeting2": "Do you want to keep it?",
        "language_is_chosen": "Language is chosen. We recommend you to make a registration just pres /reg",
        "name_agree": "Do you want registrate as {first_name} {last_name}",
        "yes": "Yes",
        "no": "No",
        "no_choice": "No option has been selected.",
        "change": "Change",
        "farewell": "Goodbye!",
        "first_name_text": "Enter your first name:",
        "ask_for_telephone": "Enter your telephone number in full format likes +...",
        "send_contact": "Send your contact ☎️",
        "reg_text": "You can share your contact by sharing details or manually entering them",
        "last_name_text": "Enter your last name:",
        "ask_for_email": "Enter your Email:",
        "valid_contact": "Is this right?",
        "reg_thanks": "Your registration datas:\n {first_name} {last_name}, your phone number is +{phone_number} and email is {email}.",
        "thanks": "Thanks you.",
        "end_reg": "Thank you for registering. To make an appointment, please press /book.",
        "go_reg": "if some information isn't valid: press on /reg .",
        "ask_specialist": "Are you likes a VOVOA?. So jast enter 1",
        "specialist_name1": "specialist Name iS VOVA",
        "chose_procedure": "Select the procedure:",
        "min": "min.",
        "currency": "€",
        "you_chose": "You chose ",
        "place": "Please, choose a place of procedure, or simply type an address.\n In your place the price will increase by 10€",
        "my_place": "My place",
        "salon": "Salon",
        "send_location": "My current position is",
        "ask_for_location": "You print where do you prefer to receive the procedure. Or if you already at place simply push 'My current position is' ",
        "ask_for_date": "What date you prefer, you can input manually",
        "incorrect_data": "Please, input correct data format like 'DD-MM'",
        "ask_for_time": "Chose the time of appointment",
        "incorrect_time": "Please, input correct 24h. time format like 'hh-mm'",
        "day_busy": "Unfortunately, all appointments for this day are fully booked. We apologize for the inconvenience. Would you like to choose a different day for your appointment?",
        "time_busy": "Unfortunately, you can't have appointment at this time",
        "approve_appointment": "Is all datas bellow is correct?\nAppointment: ",
        "coordinates": "your GPS coordinates ",
        "salon_location": "Our salon address is ",
        "loc": "Location :",
        "we_will_call": "We'll call you by +{phone}",
        "help_message": "Main options:\n\t/reg - Use this option to register for an appointment.\n\t/book - Use this option to book an appointment.\n\t/look - Use this option to view your appointment details, change or cancel them.\n\t/lang - Use this option to change your language preference.\n\t/edit - Use this option to edit your registration information.\n\t/start - Send 'HI' to start a conversation.",
        "your_appointment": "Your appointment {n}:\n{procedure},\n on {date} at {time}\nwill take {duration} minutes,\n {place} \n and will  cost {price}$ ",
        "cng_app": "Change Appointment",
        "del": "Delete",
        "you_sure": "Are you sure that? Do you really want to {choise} the appointment",
        "look_aps": "Looking another",
        "none_appointment": "You don't have appointment",
        "change_delete": " If you want to change or delete the appointment, press the button",
        "act_1_1": "Anticellulite masage",
        "act_1_1_descr": "Anticellulite massage is a specialized massage technique designed to help reduce the appearance of cellulite on the body. This type of massage typically involves deep tissue massage, kneading, and other techniques to increase circulation, stimulate lymphatic drainage, and break down fatty deposits under the skin. The goal of the massage is to improve skin texture and tone, reduce the appearance of dimples and bumps, and create a smoother, more toned appearance overall.",
        "price_act_1_1": " 36 ",
        "time_act_1_1": " 60",
        "act_1_2": "Therapeutic massage",
        "act_1_2_descr": "Therapeutic massage is a type of massage that is designed to promote healing and relaxation. It typically involves the use of various massage techniques, such as Swedish massage, deep tissue massage, or trigger point therapy, to address specific issues and help relieve tension and pain in the muscles and other soft tissues. The goal of therapeutic massage is to promote overall physical and emotional well-being by reducing stress, improving circulation, increasing range of motion, and addressing specific areas of discomfort or pain. Therapeutic massage can be used to treat a wide range of conditions, including chronic pain, sports injuries, and postural imbalances.",
        "price_act_1_2": " 36 ",
        "time_act_1_2": " 60",
        "act_1_3": "Classical massage,",
        "act_1_3_descr": "Classical massage, also known as Swedish massage, is a popular type of massage that involves using long, smooth strokes, kneading, and circular movements on the topmost layers of the muscles. The massage is typically performed with oil or lotion, and can be customized to the individual's preferences for pressure and areas of focus. The goal of classical massage is to promote relaxation, increase circulation, and relieve tension and soreness in the muscles. It can also help improve flexibility, reduce stress hormones, and promote an overall sense of well-being. Classical massage is commonly used in spas and wellness centers, and is often recommended as an introductory massage for those new to massage therapy.",
        "price_act_1_3": " 36 ",
        "time_act_1_3": " 60",
        "act_1_4": "Targeted massage",
        "act_1_4_descr": "Targeted massage refers to a massage technique that focuses on a specific area of the body where the recipient is experiencing pain, tension, or discomfort. This type of massage may involve using various techniques such as deep tissue massage, trigger point therapy, myofascial release, or acupressure to address the specific problem area. The goal of targeted massage is to alleviate pain and tension in the targeted area and improve range of motion, flexibility, and overall physical function. This type of massage can be beneficial for individuals with chronic pain, injuries, or postural imbalances, and can be customized to suit the individual's needs and preferences.",
        "price_act_1_4": " 12 ",
        "time_act_1_4": " 15",
        "act_1_5": "Children's massage",
        "act_1_5_descr": "Children's massage is a type of massage therapy that is specifically tailored to the needs and comfort of children. It can be a gentle, soothing massage that is used to promote relaxation, reduce stress and anxiety, and improve overall well-being. Children's massage may also involve targeted massage techniques to address specific issues, such as muscle soreness or tension.\n\nChildren's massage is often used as a complementary therapy to treat conditions such as ADHD, anxiety, and autism, and it can also be helpful for improving sleep, promoting healthy digestion, and boosting immune function. Parents or caregivers are usually present during the massage to provide comfort and reassurance to the child. The massage therapist will also use appropriate techniques and pressure levels to ensure the child's comfort and safety.",
        "price_act_1_5": " 18 ",
        "time_act_1_5": " 30"
    },
    "uk": {
        "language_name": "Українська.",
        "greeting1": "Ваша мова за замовчуванням: ",
        "greeting2": "Ви хочете залишити її?",
        "language_is_chosen": "Мова вибрана. Ми рекомендуємо вам зареєструватися, просто натисніть /reg",
        "name_agree": "Ви хочете зареєструватися як {first_name} {last_name}",
        "yes": "Так",
        "no": "Ні",
        "no_choice": "Не вибрано жодної опції.",
        "change": "Змінити",
        "farewell": "До побачення!",
        "first_name_text": "Введіть своє ім'я:",
        "ask_for_telephone": "Введіть свій номер телефону у повному форматі +...",
        "send_contact": "Відправте свій контакт ☎️",
        "reg_text": "Ви можете поділитися своїм контактом, поділившись деталями або введенням їх вручну",
        "last_name_text": "Введіть своє прізвище:",
        "ask_for_email": "Введіть свій Email:",
        "valid_contact": "Це правильно?",
        "reg_thanks": "Дані вашої реєстрації:\n {first_name} {last_name}, ваш номер телефону +{phone_number}, а адреса електронної пошти - {email}.",
        "thanks": "Дякуємо.",
        "end_reg": "Дякуємо за реєстрацію. Щоб записатися на прийом, натисніть /book.",
        "go_reg": "Якщо деяка інформація не є правильною: натисніть /reg .",
        "ask_specialist": "Вам подобається VOVOA?. Просто введіть 1",
        "specialist_name1": "Ім'я спеціаліста - VOVA",
        "chose_procedure": "Виберіть процедуру:",
        "min": "хв.",
        "currency": "€",
        "you_chose": "Ви обрали ",
        "place": "Будь ласка, виберіть місце процедури або просто введіть адресу.\n В вашому місці ціна збільшиться на 10 €",
        "my_place": "Місце у мене",
        "salon": "Салон",
        "send_location": "Моя поточна позиція",
        "ask_for_location": "Вкажіть, де ви бажаєте отримати процедуру. Або, якщо ви вже на місці, просто натисніть 'Моя поточна позиція'",
        "ask_for_date": "Яку дату ви бажаєте? Ви можете ввести її вручну",
        "incorrect_data": "Будь ласка, введіть правильний формат дати, наприклад, 'ДД-ММ'",
        "ask_for_time": "Виберіть час зустрічі",
        "incorrect_time": "Будь ласка, введіть правильний формат часу в 24-годинному форматі, наприклад, 'гг-хв'",
        "day_busy": "На жаль, всі зустрічі на цей день повністю заброньовані. Просимо вибрати іншу дату для зустрічі. Перепрошуємо за незручності.",
        "time_busy": "На жаль, ви не можете зареєструватись на зустріч на цей час",
        "approve_appointment": "Чи правильно введені всі дані? Зустріч: ",
        "coordinates": "ваших GPS-координати ",
        "salon_location": "Адреса нашого салону: ",
        "loc": "Місце:",
        "we_will_call": "Ми вам зателефонуємо за +{phone}",
        "help_message": "Основні опції:\n\t/reg - Використовуйте цю опцію для реєстрації на прийом.\n\t/book - Використовуйте цю опцію, щоб забронювати прийом.\n\t/look - Використовуйте цю опцію, щоб переглянути ваші деталі прийому, змінити або скасувати їх.\n\t/lang - Використовуйте цю опцію, щоб змінити вашу мовну налаштування.\n\t/edit - Використовуйте цю опцію для редагування інформації про вашу реєстрацію.\n\t/start - Відправте 'HI', щоб почати розмову.",
        "your_appointment": "Ваш прийом {n}:\n{procedure},\n на {date} о {time}\nтриватиме {duration} хвилин,\n {place} \n і коштуватиме {price}$ ",
        "cng_app": "Змінити прийом",
        "del": "Видалити",
        "you_sure": "Ви впевнені, що {choise} прийом?",
        "look_aps": "Дивлюся інші",
        "none_appointment": "У вас немає прийому",
        "change_delete": " Якщо ви хочете змінити час прийому або видалити прийом, натисніть кнопку",

        "act_1_1": "Антицелюлітний масаж",
        "act_1_1_descr": "Антицелюлітний масаж - це спеціальна техніка масажу, призначена для допомоги у зменшенні вигляду целюліту на тілі. Цей тип масажу, як правило, включає в себе масаж глибоких тканин, м'якування та інші техніки з метою підвищення кровообігу, стимулювання лімфатичного дренажу та розбиття жирових відкладень під шкірою. Метою масажу є покращення текстури і тонусу шкіри, зменшення вигляду впадин та бугорчиків та створення більш гладкого, більш тонізованого вигляду загалом.",
        "price_act_1_1": " 36 ",
        "time_act_1_1": " 60",
        "act_1_2": "Терапевтичний масаж",
        "act_1_2_descr": "Терапевтичний масаж - це тип масажу, який призначений для сприяння відновленню та релаксації. Він зазвичай включає в себе використання різних масажних технік, таких як шведський масаж, глибокий масаж тканин або терапія точок тиску, щоб вирішити конкретні проблеми та допомогти зняти напругу та біль в м'язах та інших м'яких тканинах. Метою терапевтичного масажу є сприяння загальному фізичному та емоційному благополуччю, зменшення стресу, покращення кровообігу, збільшення діапазону рухів та вирішення конкретних проблемних ділянок дискомфорту або болі. Терапевтичний масаж може бути використаний для лікування різноманітних захворювань, включаючи хронічний біль, травми, пов'язані зі спортом, та порушення постави.",
        "price_act_1_2": " 36 ",
        "time_act_1_2": " 60",
        "act_1_3": "Класичний масаж",
        "act_1_3_descr": "Класичний масаж, також відомий як шведський масаж, є популярним типом масажу, який включає в себе використання довгих, гладких рухів, замішування та кругових рухів на верхніх шарах м'язів. Масаж зазвичай виконується з олією або лосьйоном та може бути настроєний на індивідуальні уподобання щодо тиску та зон фокусування. Метою класичного масажу є сприяння релаксації, підвищення кровообігу та зменшення напруги та болю в м'язах. Він також може допомогти покращити гнучкість, зменшити гормони стресу та сприяти загальному почуттю добробуту. Класичний масаж часто використовується в спа-центрах та центрах здоров'я і часто рекомендується як вступний масаж для тих, хто новий у масажній терапії.",
        "price_act_1_3": " 36 ",
        "time_act_1_3": " 60",
        "act_1_4": "Цілеспрямований масаж",
        "act_1_4_descr": "Цілеспрямований масаж - це техніка масажу, спрямована на конкретну область тіла, де отримувач відчуває біль, напругу або дискомфорт. Цей вид масажу може включати в себе різні техніки, такі як масаж глибоких тканин, терапія тригерних точок, міофасціальний реліз або акупресура, щоб вирішити конкретну проблемну зону. Мета цілеспрямованого масажу полягає в тому, щоб зняти біль та напругу в цільовій області і покращити діапазон руху, гнучкість та загальну фізичну функцію. Цей тип масажу може бути корисним для людей з хронічним болем, травмами або постуральними порушеннями і може бути настроєний на індивідуальні потреби та уподобання отримувача.",
        "price_act_1_4": " 12 ",
        "time_act_1_4": " 15",
        "act_1_5": "Дитячий масаж",
        "act_1_5_descr": "Дитячий масаж є видом масажної терапії, який спеціально адаптований до потреб та комфорту дітей. Це може бути м'який, заспокійливий масаж, який використовується для зняття напруження, зменшення стресу та тривоги, і поліпшення загального самопочуття. Дитячий масаж може також включати спрямовані масажні техніки для вирішення конкретних проблем, таких як біль або напруга м'язів.\n\nДитячий масаж часто використовується як доповнювальна терапія для лікування таких захворювань, як ДВС, тривога та аутизм, і також може бути корисним для поліпшення сну, підтримання здорової травлення та зміцнення імунної системи. Батьки або опікуни зазвичай присутні під час масажу, щоб забезпечити комфорт та заспокоєння дитини. Масажист також використовуватиме відповідні техніки та рівні тиску, щоб забезпечити комфорт та безпеку дитини.",
        "price_act_1_5": "18",
        "time_act_1_5": "30"
    },

    "es": {
        "greeting1": "¡Hola!",
        "farewell": "¡Adiós!",
        "question": "¿Cómo estás?"
    },
  "rk": {
        "language_name" : "русский.",
        "greeting1": "Ваш язык по умолчанию : ",
        "greeting2": "Ви желаете его оставить?",
        "yes": "Да",
        "change" : "Change",
        "no": "Нет",
        "farewell": "Goodbye!",
        "question": "How are you?"
    }
}